Repository: karolpeszek/TeamManagementApp
Catalog: source/FIrmaGUI/Strings/*/Resources.resw
Source language: en_us
Languages: pl_pl

# AppDisplayName
source: Team
pl_pl: Zespół

# AppDescription
source: Team management app
pl_pl: Aplikacja do zarządzania firmą

# Shell_Main.Content
source: Main
pl_pl: Strona główna

# Settings_Theme.Text
source: Choose Theme
pl_pl: Wybierz motyw

# Settings_Theme_Dark.Content
source: Dark
pl_pl: Ciemny

# Settings_Theme_Default.Content
source: Windows default
pl_pl: Zgodny z systemem

# Settings_Theme_Light.Content
source: Light
pl_pl: Jasny

# Settings_About.Text
source: About this application
pl_pl: O aplikacji

# Settings_PrivacyTermsLink.Content
source: Privacy Statement
pl_pl: Polityka prywatności

# Settings_Personalization.Text
source: Personalization
pl_pl: Personalizacja

# Genders_Female.Text
source: Female
pl_pl: Kobieta

# Genders_Male.Text
source: Male
pl_pl: Mężczyzna

# Genders_Nonbinary.Text
source: Nonbinary
pl_pl: Niebinarne

# Locale
source: en-us
pl_pl: pl-pl

# TeamSetupDialog_Dialog.SecondaryButtonText
source: Save
pl_pl: Zapisz

# TeamSetupDialog_Dialog.Title
source: Edit team details
pl_pl: Edytuj szczegóły zespołu

# TeamSetupDialog_ManagerExperience.Header
source: Experience
pl_pl: Doświadczenie

# TeamSetupDialog_ManagerExperience.PlaceholderText
source: Experience
pl_pl: Doświadczenie

# TeamSetupDialog_ManagerName.Header
source: Name
pl_pl: Imię

# TeamSetupDialog_ManagerName.PlaceholderText
source: Name
pl_pl: Imię

# TeamSetupDialog_ManagerSurname.Header
source: Surname
pl_pl: Nazwisko

# TeamSetupDialog_ManagerSurname.PlaceholderText
source: Surname
pl_pl: Nazwisko

# TeamSetupDialog_ManagerTitle.Text
source: Team Manager details
pl_pl: Szczegóły zarządcy zespołu

# TeamSetupDialog_TeamManagerBirthdate.Header
source: Birthdate
pl_pl: Data urodzenia

# TeamSetupDialog_TeamManagerSex.Header
source: Gender
pl_pl: Płeć

# TeamSetupDialog_TeamManagerSex.PlaceholderText
source: Choose a gender
pl_pl: Wybierz płeć

# Settings_Privacy.Text
source: Privacy
pl_pl: Prywatność

# Shell_Members.Content
source: Members
pl_pl: Członkowie

# TeamSetupDialog_TeamName.Header
source: Team name
pl_pl: Nazwa zespołu

# TeamSetupDialog_TeamName.PlaceholderText
source: Name
pl_pl: Nazwa

# TeamSetupDialog_TeamTitle.Text
source: Team
pl_pl: Zespół

# TeamSetupDialog_WrongDataWarningContent
source: Double check every field is filled correctly and try again.
pl_pl: Sprawdź czy wszystkie pola zostały poprawnie wypełnione i spróbuj ponownie.

# TeamSetupDialog_WrongDataWarningTitle
source: Error trying to save
pl_pl: Błąd zapisu

# Settings_ProtectedContentSwitch.Header
source: Protect sensitive user information by blocking screen capture
pl_pl: Chroń wrażliwe dane użytkowników blokując rejestrację ekranu

# Settings_ProtectedContentSwitch.OffContent
source: Off
pl_pl: Wyłączone

# Settings_ProtectedContentSwitch.OnContent
source: On
pl_pl: Włączone

# Members_AddButton.Label
source: Add
pl_pl: Dodaj

# Members_DeleteButton.Label
source: Remove
pl_pl: Zwolnij

# Members_DeleteEveryone.Label
source: Fire everyone
pl_pl: Zwolnij wszystkich

# Members_ImportFromXml.Label
source: Import from XML
pl_pl: Importuj z pliku XML

# EditMember_Birthdate.Header
source: Birthdate
pl_pl: Data urodzenia

# EditMember_Dialog.PrimaryButtonText
source: Discard
pl_pl: Anuluj

# EditMember_Dialog.SecondaryButtonText
source: Save
pl_pl: Zapisz

# EditMember_Dialog.Title
source: Edit member
pl_pl: Edytuj członka

# EditMember_Function.Header
source: Member function
pl_pl: Funkcja w zespole

# EditMember_Function.PlaceholderText
source: Member function
pl_pl: Funkcja w zespole

# EditMember_Gender.Header
source: Gender
pl_pl: Płeć

# EditMember_Name.Header
source: Name
pl_pl: Imię

# EditMember_Name.PlaceholderText
source: Name
pl_pl: Imię

# EditMember_Surname.Header
source: Surname
pl_pl: Nazwisko

# EditMember_Surname.PlaceholderText
source: Surname
pl_pl: Nazwisko

# Members_EditButton.Label
source: Edit
pl_pl: Edytuj

# EditMember_JoinDate.Header
source: Join date
pl_pl: Data dołączenia

# Members_DeleteFlyoutButton.Content
source: Confirm
pl_pl: Potwierdź

# Members_DeleteFlyoutWarning.Text
source: Do you want to delete this member?
pl_pl: Czy chcesz usunąć tego członka zespołu?

# Members_ExportToJson.Label
source: Export to JSON
pl_pl: Exportuj do pliku JSON

# Members_ExportToXml.Label
source: Export to XML
pl_pl: Exportuj do pliku XML

# Members_FireEveryoneFlyoutButton.Content
source: Confirm
pl_pl: Potwierdź

# Members_FireEveryoneFlyoutWarning.Text
source: Do you want to fire everyone?
pl_pl: Czy chcesz zwolnić wszystkich?

# Members_ImportFromJson.Label
source: Import from JSON
pl_pl: Importuj z pliku JSON

# Main_GenerateTemplateTeamButton.Content
source: Generate sample team
pl_pl: Generuj przykładowy zespół

# Main_GenerateTemplateTeamDialogCloseButton
source: Done
pl_pl: Gotowe

# Main_GenerateTemplateTeamDialogContent
source: Sample team succesfully generated.
pl_pl: Przykładowy zespół został wygenerowany

# Main_GenerateTemplateTeamDialogTitle
source: Success!
pl_pl: Gotowe!

# Main_GoToSettingsButton.Content
source: Manage sensitive content screenshot protection
pl_pl: Zarządzaj ochroną wrażliwych danych przed zrzutami ekranu

# Main_LaunchTeamSetupButton.Content
source: Open team editor
pl_pl: Otwórz edytor zespołu

# TeamSetupDialog_Dialog.PrimaryButtonText
source: Import from XML
pl_pl: Importuj z XML

# Members_ImportWrongDataDialogCloseButtonText
source: Close
pl_pl: Zamknij

# Members_ImportWrongDataDialogContent
source: Data in the selected file seems to be invalid.
pl_pl: Dane w wybranym pliku są niepoprawne

# Members_ImportWrongDataDialogTitle
source: Error importing
pl_pl: Błąd importowania
